[
  [
    "Lucas",
    "Good morning everyone."
  ],
  [
    "Everyone",
    "Good morning Lucas!"
  ],
  [
    "Evangeline",
    "Everybody, we're growing stronger and stronger at multiplication. The next step in our math journey is to do multiplication word problems with addition and subtraction."
  ],
  [
    "DanielA",
    "Here is an example word problem. After a long day of teaching, Ms. Michelle goes home and eats a bowl of delicious rice. \"Oh my goodness. I'm starving,\" says Ms. Michelle. On normal days, she eats 200 grains of rice. But on teaching days, Ms. Michelle eats 300 grains of rice. Ms. Michelle only teaches on the weekends. How many grains of rice does Ms. Michelle eat in one week?"
  ],
  [
    "Hao Xiang",
    "Does anyone have a secret for doing word problems?"
  ],
  [
    "Grace",
    "My secret is to underline the numbers. This way I won't accidentally forget about a number."
  ],
  [
    "Alvin",
    "My secret is to use a big piece of paper and write everything down neatly."
  ],
  [
    "DanielB",
    "My secret is to read each sentence one by one. Sometimes for a big word problem, it can feel really hard because there are so many words. You just have to take it piece by piece."
  ],
  [
    "Michelle",
    "My secret is to write numbers next to words. For example, if I see the word 'week', I will write a 7 next to it because I know there are 7 days in 1 week. Or, if I see the word 'minutes', I will write a 60 next to it because I know there are 60 seconds in a minute."
  ],
  [
    "Lucas",
    "My secret is to think carefully and always double-check my answer. This way, I will notice if I accidentally made a mistake."
  ],
  [
    "Hao Xiang",
    "Mr. Daniel, what about you? What's your secret?"
  ],
  [
    "DanielA",
    "Ahhhhhh. My secret... It is a very special secret."
  ],
  [
    "Grace",
    "Mr. Daniel, will you tell us the secret?"
  ],
  [
    "Alvin",
    "Mr. Daniel, what is your secret to math word problems?"
  ],
  [
    "DanielA",
    "This secret was passed down from my grandfather's grandfather's grandfather. It is a very special secret."
  ],
  [
    "Lucas",
    "What is the secret Mr. Daniel!"
  ],
  [
    "DanielA",
    "The secret is: Believe in yourself."
  ],
  [
    "DanielA",
    "Believe in yourself. Even when the sky is gray, believe in yourself!"
  ],
  [
    "DanielA",
    "Even when you lose 10 times in a row, it's okay. Believe in yourself."
  ],
  [
    "DanielA",
    "Even when you have no idea what to do and the world is falling apart. It's okay. Believe in yourself!"
  ],
  [
    "Hao Xiang",
    "Even when you're using the bathroom, and you run out of toliet paper. EVERYBODY. IT'S OKAY. Believe in yourself!"
  ],
  [
    "DanielB",
    "Splendid advice Mr. Daniel. Tell your grandfather's grandfather's grandfather, thank you."
  ],
  [
    "Even",
    "When you're eating a chicken nugget, you know what to do! Believe in yourself!"
  ],
  [
    "Lucas",
    "Everybody, these are the best secrets in the entire world! With these word problem strategies, I will never get another math word problem wrong again!"
  ],
  [
    "Michelle",
    "Wow."
  ],
  [
    "Alvin",
    "Wow."
  ],
  [
    "Grace",
    "Wow."
  ],
  [
    "DanielB",
    "Wow."
  ],
  [
    "Hao Xiang",
    "That's amazing Lucas. Never again? For the next 50 years? Even when you're a grandpa?"
  ],
  [
    "Lucas",
    "Well, maybe I'll get a few wrong."
  ],
  [
    "Emily",
    "No you won't Lucas. You can do it!"
  ],
  [
    "Evangeline",
    "Go Lucas! Go Lucas!"
  ],
  [
    "Alvin",
    "Lucas, do you know what time it is?"
  ],
  [
    "DanielA",
    "Mr. Alvin, I know what time it is. It's time for Lucas to do the word problem about Ms. Michelle eating rice."
  ],
  [
    "Grace",
    "After a long day of teaching, Ms. Michelle goes home and eats a bowl of delicious rice."
  ],
  [
    "Hao Xiang",
    "\"Oh my goodness. I'm starving,\" says Ms. Michelle."
  ],
  [
    "DanielA",
    "On normal days, she eats 200 grains of rice."
  ],
  [
    "DanielB",
    "But on teaching days, Ms. Michelle eats 300 grains of rice."
  ],
  [
    "Evangeline",
    "Ms. Michelle only teaches on the weekends. How many grains of rice does Ms. Michelle eat in one week?"
  ],
  [
    "Lucas",
    "I think the answer is 1600 grains of rice. There are 7 days in a week. 2 of the days are weekends. 5 of the days are weekdays. On weekends, Ms. Michelle is teaching and on those days, she eats 300 grains of rice. 300 times 2 = 600. On the other days, Ms. Michelle isn't teaching so she eats 200 grains of rice. 200 times 5 = 1000. Put 600 and 1000 together and you get 1600 grains of rice."
  ],
  [
    "Evangeline",
    "Great Job Lucas. That's exactly correct."
  ],
  [
    "Alvin",
    "Lucas, that is one of the best explanations I have ever heard. It is the type of explanation a teacher gives."
  ],
  [
    "DanielA",
    "Everybody, after hearing that explanation, I think it is time."
  ],
  [
    "Lucas",
    "Time for what?"
  ],
  [
    "DanielB",
    "Time for Lucas, to transform into a teacher."
  ],
  [
    "Lucas",
    "But I'm only in the 4th grade!"
  ],
  [
    "Grace",
    "You can do it Lucas!"
  ],
  [
    "DanielA",
    "Remember what my grandfather's grandfather's grandfather said!"
  ],
  [
    "Michelle",
    "Just do your best Lucas!"
  ],
  [
    "Lucas",
    "Transforming ... transformingggggggggg ..."
  ],
  [
    "Emily",
    "Look at Lucas! He's changing!"
  ],
  [
    "Hao Xiang",
    "He's becoming a teacher!"
  ],
  [
    "Lucas",
    "The transformation ... is ... complete!"
  ],
  [
    "Alvin",
    "Mr. Lucas has arrived!"
  ],
  [
    "Michelle",
    "Everybody, what a wonderful class we have! Grace and Hao Xiang are the only students!"
  ],
  [
    "Everyone",
    "Great Job Everyone!"
  ]
]