[
  [
    "Lynn",
    "Good morning everyone. To divide fractions just remember KFC."
  ],
  [
    "Aaron",
    "Kentucky Fried Chicken?"
  ],
  [
    "Danny",
    "Yes Aaron. That is the secret to dividing fractions."
  ],
  [
    "Aaron",
    " This is the most important thing I've learned all month!"
  ],
  [
    "Elina",
    "Wait until you learn this: KFC's new signature sandwich is a mouth−watering premium double−breaded extra crispy chicken breast filet. It's exquisite!"
  ],
  [
    "Kaylee",
    "Um... To solve 3/4 ÷ 7/9 ="
  ],
  [
    "Kloe",
    "First, take a bite of your KEEP−FLIP−CHANGE crispy chicken sandwich, and say, \"Mmmmmmmmmmmmm. Delicious!\""
  ],
  [
    "Lynn",
    "Secondly, after you've kept the first fraction by doing nothing to it, flip the second fraction, and change the divide sign to a multiply sign. Now multiply the fractions together."
  ],
  [
    "Aaron",
    "Thirdly, keep eating your sandwich. You're done!"
  ],
  [
    "Danny",
    "Woot woot!"
  ],
  [
    "Elina",
    "Important Tip 1: Sometimes the fraction, might not be a fraction. It might be something like \"3\" or \"x\" or z\" or \"7\". You can just turn it into a fraction by dividing by 1. For example, 3 = 3/1."
  ],
  [
    "Kaylee",
    "Important Tip 2: You don't always have to multiply everything out. If there is a 234 on the top and a 234 on the bottom, they will just cancel out because 234/234 = 1."
  ],
  [
    "Kloe",
    "Importrant Tip 3: When there are multiple fractions, like 2/3 ÷ 3/4 ÷ 4/5, do it one piece at a time. First do 2/3 ÷ 3/4. After you get the answer, do the answer ÷ 4/5."
  ],
  [
    "Lynn",
    "Important Tip 4: Sometimes, if the question doesn't have any numbers in it, you might get an answer like (a × a) / (b × b). This is correct. You can also write it with exponents: a² / b². Both ways of writing it are correct."
  ],
  [
    "Aaron",
    "Important Tip 5: Don't forget to simplify. If the answer is (a × a) / a, you can simplify the answer to a because 1 pair of the a's will cancel out. If the answer is (a × a × b × b) / (a × a × b × b), you can simply the answer to 1 because everything will cancel out."
  ]
]